"Operation succeeded"  = "Operasjonen var vellykket";
"ID is invalid"  = "IDen er ugyldig";
"Write attempted on stale version of object"  = "Forsøkte skriving på gammel objektversjon";
"No space available for write operation"  = "Ikke tilgjengelig plass til skriveoperasjon";
"Permission denied"  = "Tillatelse nektet";
"No such directory"  = "Katalogen finnes ikke";
"No such property"  = "Egenskapen finnes ikke";
"No such name"  = "Navnet finnes ikke";
"Cannot delete name object with children"  = "Kunne ikke slette navnobjekt med underordnede elementer";
"Object is not child of parent: cannot destroy"  = "Objektet er ikke underordnet et overliggende objekt: kan ikke fjerne";
"Serialization error"  = "Seriefeil";
"Hit network root domain"  = "Velg nettverkets domenerot";
"No response from remote parent"  = "Fikk ikke svar fra overordnet fjernsystem";
"No writes allowed: all objects are read-only"  = "Skriving ikke tillatt: Alle objektene er skrivebeskyttet (kun-les)";
"Remote system error" = "Fjernsystem-feil";
"Can't regenerate: already in use"  = "Kan ikke regenerere: allerede i bruk";
"Operation makes no sense on clone"  = "Det er poengløst å utføre operasjonen på en klone";
"Can't find address of server"  = "Kunne ikke finne tjeneradressen";
"Duplicate domain tag: can't serve it"  = "Dobbeltforekomst av domenekode: kan ikke behandles";
"No such tag"  = "Koden finnes ikke";
"Authentication error" = "Godkjenningsfeil";
"No such user" = "Brukeren finnes ikke";
"Master server is busy" = "Hovedtjeneren er opptatt";
"Invalid domain" = "Ugyldig domene";
"Invalid operation on master" = "Ugyldig operasjon på hovedtjener";
"Communication failure" = "Kommunikasjonsfeil";
"(unknown error)" = "(ukjent feil)";
